{
    
    "BOT": "SekaBot powering on 🤖\nSay 'hello' to get started.",
    "HELLO": "Yo!🏿\nI’m the personal bot of Seka, a UX/UI Designer based in Brooklyn, NY.\n![sekaface](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/sekaface.jpg)\nWhat would you like to learn about Seka? %[Backstory](postback:backstory) %[Education](postback:education) %[Experience](postback:experience) %[Achievements](postback:achievements)\nIf you would like to chat with Seka directly, just say 'connect' whenever you're ready. %[Connect](postback:connect)",
    "MORE": "Alright, check this out! %[Backstory](postback:backstory) %[Education](postback:education) %[Experience](postback:experience) %[Achievements](postback:achievements)",
    "BACKSTORY": "Seka grew up on comic books and day-long adventures in Houston, TX.\nHe found his creative spirit through his parents, who immigrated from Uganda 🇺🇬 and earned a living designing interiors and textiles.\nHe spent most days dooding stories of the future through short comics.\nYou can say he still does that as a mobile UX designer! %[What is UX Design?](postback:what_is_ux_design)\nBTW, if you ever want to chat about anything else, just say 'more'.",
    "WHAT IS UX DESIGN?": "Great question! See, there's no commonly accepted definition for User eXperience design.\nHowever, the overarching goal of the practice is to improve human satifaction and loyalty through the functionality, ease of use, and pleasure provided in the interaction with a product, digital or physical.%[Give me an example](postback:give_me_an_example) %[Seems legit](postback:seems_legit)",
    "GIVE ME AN EXAMPLE": "Ok, view me as a product.\nSeka thought about how we would interact and wanted to make it as easy as possible for you,\nall the while, finding opportunities to give me some personality to add value and delight to your experience with me ✨ 🦄 %[Ok, thanks](postback:ok_thanks)",
    "SEEMS LEGIT": "Great! Thanks for chatting with me btw! This will make Seka so happy! %[You're welcome](postback:youre_welcome)",
    "OK, THANKS": "Great! Thanks for chatting with me btw! This will make Seka so happy! %[You're welcome](postback:youre_welcome)",
    "YOU'RE WELCOME": "Alright, check this out! %[Backstory](postback:backstory) %[Education](postback:education) %[Experience](postback:experience) %[Achievements](postback:achievements)",
    "EDUCATION": "Seka has an insatiable curiosity for life and yearns to improve people's wellbeing through intuitive, delightful design.\nHe graduated with a Bachelors of Science in Industrial Design from the Gelard D. Hines College of Architecture at the Universtiy of Houston,\n![gradwalk](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/gradwalk.png)\nbut not before spending two years at Louisiana State University. %[LSU](postback:lsu) %[UH](postback:uh)",
    "LSU": "Seka received a scholarship in engineering to attend Louisiana State University!\n![lsu_tiger](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/lsu_tiger.gif)\nBut after a semester, he realized it wasn't for him and changed his major to fashion design, losing his scholarship in the process.\nHis parents weren't too pleased about the news, but Seka was set on making it big in fashion!\nAfter several unsuccessful attempts to make it into New York's best fashion schools, he discovered industrial design in a course catalog and transferred back home to the University of Houston to pursue it. Crisis averted! %[UH](postback:uh)",
    "UH": "Seka was intrigued by the vast applications industrial design offered and loved that he could solve complex problems with sketching and lateral thinking. %[What is Industrial Design?](postback:what_is_industrial_design)\nThe design curicculum at UH focused on Human Centered Design which would prove to be invaluable in Seka's development.\nHe built an array of human-centric products in his time at UH, from furniture and electronics to a guitar! %[Show me some work!](postback:show_me_some_work) %[Neat!](postback:neat)",
    "NEAT!": "Alright, check this out! %[Backstory](postback:backstory) %[Education](postback:education) %[Experience](postback:experience) %[Achievements](postback:achievements)",
    "WHAT IS INDUSTRIAL DESIGN?": "ID is the practice of creating products and systems that optimize function, value, and appearance for the mutual benefit of user and manufacturer. Seka likes calling it 'the marriage of art and engineering'\n🎨 💍 ⚙\nWould you like to see some of his school work? %[Show me some work!](postback:show_me_some_work) %[Nah, I'm good](postback:nah_im_good)",
    "NAH, I'M GOOD": "Alright, check this out! %[Backstory](postback:backstory) %[Education](postback:education) %[Experience](postback:experience) %[Achievements](postback:achievements)",
    "SHOW ME SOME WORK!": "Yay! My favorite part!\nYou can view all of his work in detail here. %[Design by Seka](http://designbyseka.com)\nSome of my favorites are:\n![Collings Design Show-054](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/Collings%20Design%20Show-054.jpg)\nThe Cool, a jazz guitar inspired by Wes Montgomery\n![echo sex shot.135](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/echo%20sex%20shot.135.jpg)\nEcho, a modular headphone-speaker hybrid, and\n![domo-01](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/domo-01.png)\nDomo, a mobile water filtration device for communities in rural Uganda.\nWhich one is your favorite? %[The Cool](postback:the_cool) %[Echo](postback:echo) %[Domo](postback:domo)",
    "THE COOL": "Yay, me too! #samesies\nSeka drove from Houston to Austin for six straight weeks to build the guitar at Collings Guitar warehouse! It's his proudest possession and he will learn how to play it soon. %[Rad](postback:rad)",
    "RAD": "You're too much fun! I'm having a blast talking with you! %[Thanks, me too!](postback:thanks_me_too)",
    "THANKS, ME TOO!": "Alright, check this out! %[Backstory](postback:backstory) %[Education](postback:education) %[Experience](postback:experience) %[Achievements](postback:achievements)",
    "ECHO": "Sweet pick!\nIn an effort to reduce the ewaste produced by discarded electronics, Seka asked students why they discard their headphones and learned wire damage and blown speakers topped the list.\nHe observed music sharing habits and beleived a pair of wireless headphones that convert to loudspeakers increased the life of the headphones and added value to the music sharing experience. %[For sale!?](postback:for_sale) %[Neat!](postback:neat)",
    "FOR SALE!?": "Unfortunately not. Not long after completing Echo, another company sent their own headphone-speaker hybrid to market.\nHe missed out, but at least it validated Seka's concept! %[That stinks](postback:that_stinks)",
    "THAT STINKS": "💩 lol, I know. You're exceptional at chatting with me! %[Backstory](postback:backstory)  %[Experience](postback:experience) %[Achievements](postback:achievements)",
    "DOMO": "I love this project!\nWhile on holiday in Uganda, Seka experienced firsthand the laborious process of fetching and filtering water.\nHe thought if he couldn't bring clean water to the homes of all Ugandans, then the water collected should at least be clean when they get home.\nHe plans to one day move to Uganda to see his concept through, as well as help push their tech sector.\nWhat else would you like to learn? %[Backstory](postback:backstory) %[Experience](postback:experience) %[Achievements](postback:achievements)",
    "EXPERIENCE": "Seka is currently designing mobile apps for a Brooklyn start-up consultancy.\nBefore his big move, he was in Houston optimizing spatial flows as a design researcher for an architecture firm, and, before that, getting his hands dirty as one of his college's shopkeepers.\nWhat would you like to learn about? %[Mobile UX Designer](postback:mobile_ux_designer) %[Design Researcher](postback:researcher) %[Shopkeeper](postback:shopkeeper)",
    "MOBILE UX DESIGNER": "Seka currently designs iOS and Android native apps as a Jr. UX/UI designer. He touches everything from competitive analysis, high level diagrams, wireframes, high fidelity mockups, and user testing. He communicates findings directly to clients and leads the company's research initiative. %[Design Researcher](postback:design_researcher) %[Shopkeeper](postback:shopkeeper)",
    "DESIGN RESEARCHER": "Seka's strong suit in design is his attention to human nuances, and upon graduation, his dean personally recommended him for a design researcher position at a world-leading architecture firm in 2014.\nSeka directly assisted the Director of Research in conducting field research in the healthcare sector and translated findings into stimulating reports that influence design teams.\nCheck out these two projects to get a sense of how Seka helped influenced healthcare design: %[Clinic 20XX](http://www.cadreresearch.org/projects/clinic-20xx) %[SICU Design Diagnostic](http://www.cadreresearch.org/healthcare-workplace-a-design-diagnostic-of-the-surgical-icu)\nWhen you're ready, say 'shopkeeper' to continue. %[Shopkeeper](postback:shopkeeper)",
    "SHOPKEEPER": "Seka worked as a shop technician at the Keeland Exploration Center from 2012 to 2014.\nHe monitored, organized, and maintained wood, metal, and digital shop equipment and machinery, making repairs when necessary. He also led shop orientations and taught students to safely use equipment and machinery.\nWould you like to some of Seka's recent achievements? %[Achievements](postback:achievements) %[Nah, I'm good](postback:nah_im_good)",
    "ACHIEVEMENTS": "Seka's love of fashion has only grown since he lost his engineering scholarship.\nHis two most recent achievements include competing in a worldwide footwear design competition and starting an apparel company with two college buddies. %[Sneaker Design Competition](postback:sneaker_design_competition) %[Thrd Coast Apparel](postback:thrd_coast_apparel)",
    "SNEAKER DESIGN COMPETITION": "He was one of 18 designers selected from around the world to compete at Portland, Oregon's Pensole Footwear Academy.\nHe worked with material and branding designers to develop a new footwear line that fits the aesthetic of an existing brand.\n![tornachilles](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/tornachilles.JPG)\nBTW, he tore his achilles on the day he landed in Portland and had to do the entire competition on one foot. He quickly adapted to the situation and his handicap only motivated him all the more.\n![pensoledub](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/pensoledub.png)\nSeka represented one of six designers selected as Best of Show and showcased his concept shoe in Las Vegas, NV at the largest footwear trade show in the country. %[Thrd Coast Apparel](postback:thrd_coast_apparel)",
    "THRD COAST APPAREL": "![thrd](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/thrd.png)\nSeka served as the lead designer for Thrd Coast Apparel, an apparel company started with his two college buddies.\nHe learned the value of perseverence through hardship and gained first hand experience in bootstrapping principles that he will take with him on his next business venture.\nUntil the company closed in Fall 2015, he designed the company's graphics for shirts, hats and accessories; sought out and promoted at marketing events; and helped to poisition the brand in the cluttered apparel market.![yrp01](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/yrp01.gif)\n![yrtank](https://raw.githubusercontent.com/iamseka/EstherBot/master/img/yrtank.png)\nSay 'connect' to chat directly with Seka, or when you're ready to leave, just say 'done'. %[Connect](postback:connect) %[Done](postback:done)",
    "CONNECT": "Say no more! I'll connect you to Seka shortly. Say 'disconnect' to bring me back.",
    "DISCONNECT": "*click* SekaBot, here again.",
    "DONE": "Thank you so much for spending some time with me!\nIf you would like to get in contact with Seka, you can email him at hello@designbyseka.com or on any social media @iamseka\nTake care!"
}
